import React from "react";
import s from "./otherAttractions.module.scss";

const OtherAttractions = () => {
  return (
    <div className={s.container}>
      <h2>Национальный музей Казахстана</h2>
      <hr />
      <p>
        Самый большой в стране музей производит впечатление уже одним своим
        видом: необычное современное здание собрано из семи блоков разной
        высоты, а по вечерам его красиво подсвечивают. В 18 залах подробно и
        обстоятельно рассказывают об истории республики с использованием
        современных технологий — сенсорные полы, мультимедийные экраны,
        голограммы, интерактивные стенды и аудиогиды на трёх языках. Для самых
        любопытных есть тематические экскурсии, в том числе в форме философских
        бесед и детских игровых квестов. Среди экспонатов музея особенно
        интересны археологические объекты и артефакты, найденные в древних
        курганах, а в Зале золота можно увидеть самые дорогостоящие находки, в
        том числе знаменитого «Иссыкского Золотого человека» в драгоценных
        доспехах, один из национальных символов Казахстана. Часы работы: со
        вторника по воскресенье с 10:00 до 18:00, последний вторник месяца —
        санитарный день. Входной билет — от 700 KZT (100 руб), билет с
        посещением Зала золота — 1700 KZT (250 руб), приобрести можно как в
        кассе, так и на сайте музея.
      </p>
    </div>
  );
};

export default OtherAttractions;
