import React from "react";
import s from "./homepage.module.scss";
const HomePage = () => {
  return (
    <div className={s.container}>
      <h2>Astana</h2>
      <hr />
      <p>
        Астана́ (каз. Астана, дословно — «столица»; ранее — Акмо́линск,
        Целиногра́д, Акмола́, Нур-Султа́н) — столица Республики Казахстан[5] с 10
        декабря 1997 года. Город расположен на севере страны, на берегах реки
        Ишим, административно разделён на 5 районов. Астана является анклавом,
        окружённым территорией Акмолинской области, административно не входя в
        её состав. Акмолинск получил статус города 7 мая 1862 года[6].
        Городом-миллионером Астана стала в июне 2017 года, когда население
        города составило 1 002 874 жителя[7]. На 1 октября 2023 года население
        города составляло 1 409 497 человек[2], что является вторым показателем
        в Казахстане после Алма-Аты.
      </p>
      <h2>Физико-географическая характеристика</h2>
      <hr />
      <p>
        Площадь территории города — 797,33 км² (после присоединения 7 февраля
        2017 года к городу 87,19 км² территории Акмолинской области без
        населённых пунктов)[1]. Город стоит на степной равнине. Рельеф
        занимаемой им территории представляет собой низкие надпойменные террасы.
        Нижняя отметка высоты над уровнем моря расположена в пойме реки Ишим —
        337 м, за объездной дорогой, верхняя — за объездной дорогой, в сторону
        Шубара — 407 м. Преобладают каштановые почвы. Геология города
        представляет собой палеозойские нерасчленённые отложения в северной
        части и средневерхнечетвертичные отложения в южной и западной частях.
        Бо́льшая часть города стоит на осадочных породах — в основном на песчаных
        суглинках. Астана расположена на берегах реки Ишим и разделена на две
        части — правый и левый берег. Гидрографическая сеть города представлена
        не только единственной рекой Ишим, но и её незначительными правыми
        притоками — Сарыбулаком и Акбулаком. В радиусе 25—30 км вокруг города
        имеются многочисленные пресные и солёные озера.
      </p>
      <h2>Климат</h2>
      <hr />
      <p>
        Климат города — резко континентальный. Лето жаркое и сухое, зима
        морозная и долгая. Среднегодовая температура — 3,1 °C. Осадков выпадает
        300 мм в год. При средней летней температуре около 20 °C и средней
        зимней температуре около −15 °C нередки случаи, когда летом жара может
        превысить 40 °C, а зимой возможны морозы до −50 °C в связи с тем, что
        города зимой могут достигать сибирские морозы, летом — жаркие воздушные
        массы Средней Азии. В связи с неблагоприятным для человека расположением
        посреди склонной к засушливости и сильным ветрам степи осуществляется
        масштабный проект по обустройству вокруг города зелёного пояса — полосы
        с деревьями и другими крупными зелёными насаждениями.
      </p>
    </div>
  );
};

export default HomePage;
